import Image1 from '../../assets/1.jpg';
import Image2 from '../../assets/2.webp';
import Image3 from '../../assets/3.jpg';
import Image4 from '../../assets/4.webp';
import Image5 from '../../assets/5.jpg';

export const Data = [
    {
        id: 1,
        image: Image1,
        title: 'Александр Иванов',
        description: "Вы превзошли все наши ожидания! Ваше внимание к деталям и качество работы просто потрясающие. Спасибо за создание такого привлекательного и функционального веб-сайта!"
    },
    {
        id: 2,
        image: Image3,
        title: 'Екатерина Смирнова',
        description: "Сотрудничество с вами было настоящим удовольствием. Ваш профессионализм, отзывчивость и готовность к обсуждению идей привели к воплощению наших мечт в реальность. Вы действительно талантливый разработчик"
    },
    {
        id: 3,
        image: Image2,
        title: 'Максим Козлов',
        description: "Ваша способность понять и учесть наши потребности и требования была поразительной. Результаты вашей работы превзошли наши ожидания, и мы очень довольны итоговым продуктом. Большое спасибо!"
    },
    {
        id: 4,
        image: Image5,
        title: 'Ольга Петрова',
        description: "Ваше техническое мастерство и опыт веб-разработки заметны в каждой детали нашего проекта. Мы получили современный и отзывчивый веб-сайт, который привлекает большое количество посетителей. Вы настоящий профессионал!"
    },
    {
        id: 5,
        image: Image4,
        title: 'Андрей Кузнецов',
        description: "Спасибо за ваше терпение и гибкость во время работы над нашим проектом. Ваша способность принимать быстрые решения и эффективно решать возникающие проблемы были неоценимыми. Мы оцениваем ваше усердие и отличную работу!"
    }
]